export const moscowAttractions = [
	{
		title: "Красная площадь",
		subTitle: "Красная площадь, Москва",
		description: "Фотография с видом на нее есть в каждом семейном фотоальбоме. Интересно, что главная площадь России не всегда выглядела так. Долгое время на ней были торговые ряды, а сама она называлась Пожаром. Потом незастроенную часть площади стали называть Красной (то есть красивой), а затем это название перенеслось на всю площадь. ",
		image: "/images/attractions/attraction-1.png",
		tags: [
			{
				name: "Москва и МО",
				isPrimary: true,
			},
			{
				name: "Площадь",
			},
		],
	},
    {
		title: "Храм Василия Блаженного",
		subTitle: "Красная площадь, 2",
		description: "Главное украшение Красной площади с его разноцветными маковками часто сравнивают с букетом цветов или диковинным плодом. Покровский собор построили в середине 16 века в честь победы Ивана Грозного над Казанским ханством. Его возвели вместо десятка небольших деревянных церквей, которые были построены на этом месте в честь разных военных побед царя. ",
		image: "/images/attractions/attraction-2.png",
		tags: [
			{
				name: "Москва и МО",
				isPrimary: true,
			},
			{
				name: "Храм",
			},
		],
	},
]

export const regionAttractions = [
	{
		title: "Приокско-Террасный заповедник",
		subTitle: "Деревня Данки",
		description: "Экскурсия и прогулка по резервату – отличная возможность познакомиться с природой Южного Подмосковья. Побывайте в зубровом питомнике и музее природы. ",
		image: "/images/attractions/attraction-3.png",
	},
	{
		title: "Приокско-Террасный заповедник",
		subTitle: "с. Саввинская Слобода",
		description: "Мужская обитель была основана в 1398 году, упразднена в 1919 году и вновь открыта 1995-м. На территории — собор Рождества Божией Матери, несколько храмов и дворец царя. ",
		image: "/images/attractions/attraction-4.png",
	},
]