export const attractions = [
	{
		title: "Красная площадь",
		subTitle: "Красная площадь, Москва",
		description: "Фотография с видом на нее есть в каждом семейном фотоальбоме. Интересно, что главная площадь России не всегда выглядела так. Долгое время на ней были торговые ряды, а сама она называлась Пожаром. Потом незастроенную часть площади стали называть Красной (то есть красивой), а затем это название перенеслось на всю площадь. ",
		image: "/images/attractions/attraction-1.png",
		tags: [
			{
				name: "Москва и МО",
				isPrimary: true,
			},
			{
				name: "Площадь",
			},
		],
	},
    {
		title: "Храм Василия Блаженного",
		subTitle: "Красная площадь, 2",
		description: "Главное украшение Красной площади с его разноцветными маковками часто сравнивают с букетом цветов или диковинным плодом. Покровский собор построили в середине 16 века в честь победы Ивана Грозного над Казанским ханством. Его возвели вместо десятка небольших деревянных церквей, которые были построены на этом месте в честь разных военных побед царя. ",
		image: "/images/attractions/attraction-2.png",
		tags: [
			{
				name: "Москва и МО",
				isPrimary: true,
			},
			{
				name: "Храм",
			},
		],
	},
]