import clsx from "clsx";
import { FC } from "react";

interface IProps {
  title?: unknown
}

const Oferta: FC<IProps> = () => {

  return (
    <div className={clsx("container")}>
      <article className="default-tag" >

        <h2>Публичная Оферта для Юридических Лиц</h2>

        <div >
          <p>1 Применение Оферты</p>
          <ul>
            <li>Данная Оферта применяется только при условии, если Договор с Юридическим Лицом на оказание услуг нерегулярной перевозки, далее «Трансфер», не составлен.</li>
            <li>Оферта применяется до начала оказания услуг во время непосредственного оказания услуг и после оказания услуги.</li>
            <li>Акцептирование оферты Заказчиком начинает действовать с момента письменного обращении Заказчика по любому из трех вариантов запроса на оказание услуги трансфера к Исполнителю, с условием передачи «Карточки Организации» для выставления счета и запрошенной для оформления трансфера информации. Варианты обращения Электронная почта (<a href="mailto:zakaz@city2city.ru">zakaz@city2city.ru</a>), мессенджер WhatsApp(+79381568757), мессенджер Telegram (@taxi_city2city)</li>
          </ul>
          <p>&nbsp;</p>
          <p>2 Права и обязанности сторон</p>
          <p>2.2. Исполнитель имеет право:</p>
          <p>2.2.1 Исполнитель имеет право отзывать информацию о транспортных средствах при обстоятельствах, которые он не мог предусмотреть и которых не мог предотвратить, предупредив Заказчика за 24 часа до предполагаемого дня перевозки, вернув Заказчику средства, уплаченные им за предоставленную информацию.</p>
          <p>2.2.2 Исполнитель имеет право изменить транспортное средство для осуществления трансфера по Маршруту при обстоятельствах, которые он не мог предусмотреть и которые не мог предотвратить, предупредив Заказчика не позднее чем за 3 часа до предполагаемого времени перевозки.</p>
          <p>2.2.3 Исполнитель имеет отказать в перевозке при появлении обстоятельств, не зависящих от него, подпадающими по категорию ЧП и ЧС без возврата стоимости перевозки</p>
          <p>2.2.4 Исполнитель имеет отказать в перевозке если пассажиры занимаются курением и распитием спиртных напитков во время поездки.</p>
          <p>2.2.5 Исполнитель имеет отказать в перевозке если пассажиры нарушают КоАП РФ или УК РФ</p>
          <p>2.2.6 Исполнитель имеет отказать в перевозке если пассажиры нарушают КоАП РФ или УК РФ</p>
          <p>2.2.7 Исполнитель обязан передать информацию по транспорту для осуществления трансфера, которая требуется Заказчику, и контактам водителя, необходимым для осуществления трансфера.</p>

          <p>2.3. Исполнитель обязан:</p>
          <p>2.3.1. Обеспечить Заказчику трансфер на транспортном средстве технически исправном, оборудованном и подготовленном в соответствии с требованиями законодательства.</p>
          <p>2.2.2. Обеспечить транспортное средство водителем, имеющим право на управление автомобилем соответствующей категории.</p>
          <p>2.2.3. Обеспечивать подачу транспортного средства в соответствии с условиями настоящей Оферты.</p>
          <p>2.2.4. Уведомить о запрете курения и распитии спиртных напитков пассажирами Заказчика.</p>

          <p>2.3. Заказчик имеет право:</p>
          <p>2.3.1. Оформить не позднее чем за 3 рабочих дня до перевозки заявку на оказание услуг по перевозке пассажиров.</p>
          <p>2.3.2. Оплатить услуги Исполнителя в установленный срок, предусмотренный настоящей Офертой.</p>
          <p>2.3.3. Изменять время выезда не позднее чем за 24 часа до первого по времени и дате перевозке, утвержденных письменно через варианты обращения из п1.3.</p>
          <p>2.3.4. Заказчик имеет право отказаться от поездки не позднее чем за 24 часа до даты поездки с возмещением 60% стоимости оплаченных услуг. При отказе позднее чем 24 часа до даты и времени поездки, утвержденных письменно через варианты обращения из п1.3, возврат средств Заказчику не производится.</p>

          <p>2.4. Заказчик обязан:</p>
          <p>2.4.1 Заранее оплатить услуги по выставленному счету не позднее, чем за 24 часов до перевозки.</p>
          <p>2.4.2. Передать информацию имя и контактный телефон одного из пассажиров по каждому трансферу, запрошенному письменно через варианты обращения из п1.3.</p>
          <p>2.4.3. В случае изменений в маршруте следования, времени\дате выезда, составе пассажиров заказчик обязан известить, письменно через варианты обращения из п1.3, исполнителя не позднее чем 24 часа до начала трансфера, в противном случае исполнитель имеет право отказать в предоставлении услуги без возмещения стоимости оплаченных услуг.</p>
          <p>&nbsp;</p>
          <p>3 Порядок проведения расчетов и приемка оказанных услуг</p>
          <p>3.1. Стоимость услуг по перевозке пассажиров устанавливается письменно через варианты обращения из п1.3.</p>
          <p>3.2. Заказчик перечисляет 100% установленной Счетом, направленным через варианты обращения из п1.3, стоимости услуг на расчетный счет Исполнителя в течение 3-х рабочих дней со обращения через варианты обращения из п1.3</p>
          <p>3.3. Порядок приемки оказанных услуг:</p>
          <p>3.3.1. Все претензии по оказанию услуг Исполнитель принимает в течении 24 часов после даты трансфера, указанной в выставленном счете. Претензии принимаются только в письменной форме через варианты обращения из п1.3, на фирменном бланке организации Заказчика.</p>
          <p>3.3.2. В течение 10-и рабочих дней с даты оказания услуг Исполнитель направляет Заказчику акт об оказании услуг, через систему электронного документооборота, в котором указывает сведения об объеме и стоимости оказанных услуг.</p>
          <p>3.3.3. В течение 70-и рабочих дней с даты оказания услуг, при запросе письменно через варианты обращения из п1.3, исполнитель направляет заказчику акт об оказании услуг, почтовым отправлением, в котором указывает сведения об объеме и стоимости оказанных услуг.</p>
          <p>3.3.4. Заказчик рассматривает и подписывает Акт об оказании услуг в течение 2 (двух) рабочих дней с даты его получения от Исполнителя.</p>
          <p>3.3.5. При уклонении Заказчика от подписания Акта об оказании услуг либо при необоснованном отказе Заказчика от его подписания такой Акт считается подписанным Заказчиком в последний день срока, установленного п. 3.3.2 настоящей оферты, а услуги — оказанными Исполнителем надлежащим образом.</p>

          <p>&nbsp;</p>
        </div>
      </article>
    </div>
  )
}

export default Oferta;