export const reviews = [
  {
    id: 1,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Ирина',
    city: 'Москва',
    rate: 5,
    date: new Date('2023-03-30').getTime(),
    review: 'Поездка прошла отлично! Быстро подобрали водителя, водитель приехал вовремя, уточнил все нужные детали, довёз аккуратно, безопасно и вовремя. Впечатления отличные, обязательно поедем с этой компанией ещё раз!'
  },
  {
    id: 2,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Екатерина',
    city: 'Москва',
    rate: 5,
    date: new Date('2023-03-26').getTime(),
    review: 'Спасибо большое за поездку! Вежливый водитель, поездка была без лишних нервов, удобная оплата. Машина была подана во время, приехала на место назначения быстрей, чем ожидала 🙂 Если в следующий раз мне понадобиться такси, я обращусь опять к вам!'
  },
  {
    id: 3,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Инна',
    city: 'Казань',
    rate: 5,
    date: new Date('2023-03-22').getTime(),
    review: 'Неоднократно пользуемся услугами фирмы City2city. Нас вполне устраивает схема работы фирмы с клиентами: заказ машины делается без излишней бюрократии, всё просто и чётко. Накануне пассажира уведомляют о номере назначенной машины и водитель, как правило, связывается с пассажиром по ватсапу или телефону, подтверждая тем самым гарантии выполнения заказа. Водители , услугами которых мы пользовались (Руслан, Рустам), оставили очень приятное впечатление - доброжелательные, заботливые профессионалы, спасибо им большое. Фирме city2city желаем дальнейшего процветания!'
  },
  {
    id: 4,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Руслан',
    city: 'Ижевск',
    rate: 5,
    date: new Date('2023-03-08').getTime(),
    review: 'Большое спасибо! Водителю что сразу откликнулись выручил доставил до места ! Всем рекомендую! А водителю не гвоздя не жезла и удачи на дорогах!'
  },
  {
    id: 5,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Алексей',
    city: 'Сыктывкар',
    rate: 5,
    date: new Date('2023-03-06').getTime(),
    review: 'Все очень понравилось, комфортно, удобно и быстро. Спасибо.'
  },
  {
    id: 6,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Наталья',
    city: 'Дмитров',
    rate: 5,
    date: new Date('2023-02-15').getTime(),
    review: 'Доехала быстро, безопасно, душевно! Высший класс! И большое спасибо!'
  },
  {
    id: 7,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Наталия',
    city: 'Остров',
    rate: 5,
    date: new Date('2023-02-15').getTime(),
    review: 'Доехала быстро, безопасно, душевно! Высший класс! И большое спасибо!'
  },
  {
    id: 8,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Юлия',
    city: 'Москва',
    rate: 5,
    date: new Date('2023-03-06').getTime(),
    review: 'Все очень понравилось, комфортно, удобно и быстро. Спасибо.'
  },
  {
    id: 9,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Татьяна',
    city: 'Дмитров',
    rate: 5,
    date: new Date('2023-02-15').getTime(),
    review: 'Доехала быстро, безопасно, душевно! Высший класс! И большое спасибо!'
  },
  {
    id: 10,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Наталия',
    city: 'Остров',
    rate: 5,
    date: new Date('2023-02-15').getTime(),
    review: 'Доехала быстро, безопасно, душевно! Высший класс! И большое спасибо!'
  },
  {
    id: 11,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Алексей',
    city: 'Сыктывкар',
    rate: 5,
    date: new Date('2023-03-06').getTime(),
    review: 'Все очень понравилось, комфортно, удобно и быстро. Спасибо.'
  },
  {
    id: 12,
    avatar: 'https://city2city.ru/wp-content/themes/city2city_verstka/img/ava-default.png',
    username: 'Наталья',
    city: 'Дмитров',
    rate: 5,
    date: new Date('2023-02-15').getTime(),
    review: 'Доехала быстро, безопасно, душевно! Высший класс! И большое спасибо!'
  }
];